Repository: Creatune/cardsort
Catalog: po/ayc.po
Languages: ayc

source: Card Sort
ayc: Thuru laphi qallunaka apthapma

source: a pattern matching game
ayc: Qurpanchäwi chikachasirinaka anataña

source: 2x2
ayc: 2x2 jakhthapiña

source: 3x2
ayc: 3x2 jakhthapiña

source: 2x3
ayc: 2x3 jakhthapiña

source: 3x3
ayc: 3x3 jakhthapiña

source: click to rotate; drag to swap
ayc: clic limt'ma muyuñataki; jaqtañataki wayt'aña

source: CardSort
ayc: CardSort wakichata

source: You solved the puzzle.
ayc: puzzle wakichata apsuwtawa.

source: Keep trying.
ayc: Yant'askakma.
